Repository: xaosfiftytwo/lightdm-manager
Catalog: po/*.po
Languages: ca, de, fr, nb, nl, pt

source: LightDM Manager
ca: Gestor del LightDM
pt: Gestor LightDM

source: Users
ca: Usuaris
de: Benutzer
fr: Utilisateurs
nb: Brukere
nl: Gebruikers
pt: Utilizadores

source: Appearance
ca: Aparença
de: Aussehen
fr: Apparence
nb: Utseende
nl: Uiterlijk
pt: Aparência

source: Background
ca: Segon pla
de: Hintergrund
fr: Fond
nb: Bakgrunn
nl: Achtergrond
pt: Ambiente

source: Theme
ca: Tema
fr: Thème
nb: Tema
nl: Thema
pt: Tema

source: Menu
ca: Menú
de: Menü
nb: Meny

source: Hide users
ca: Amaga usuaris
de: Benutzer verstecken
fr: Cacher les identifiants des utilisateurs
nb: Skjul brukere
nl: Verberg gebruikers
pt: Esconder utilizadores

source: User icon
ca: Icona d'usuari
de: Benutzer-Icon
fr: Avatar
nb: Brukerikon
nl: Gebruikers icoon
pt: Ícone do utilizador

source: Auto-login
ca: Entrada automàtica
de: Automatische Anmeldung
fr: Connexion automatique
nb: Automatisk innlogging
pt: Login automático

source: Select user image
ca: Trieu la imatge d'usuari
de: Benutzer-Bild auswählen
fr: Choisir l'avatar
nb: Velg brukerbilde
nl: Selecteer gebruikersafbeelding
pt: Selecionar a imagem de utilizador

source: LightDM settings
ca: Paràmetres de LightDM
de: LightDM Einstellungen
fr: Préférences
nb: Innstillinger for LightDM
nl: LightDM instellingen
pt: Configurações de LightDM

source: Settings have changed Do you want to save the new settings?
ca: Els paràmetres d'aparença han canviat Voleu desar els nous paràmetres?
de: Die Einstellungen wurden geändert. Sollen die neuen Einstellungen gespeichert werden?
fr: Les préférences ont été modifiées. Voulez-vous enregistrer ces modifications?
nb: Innstillingene er endret Vil du lagre de nye innstillingene?
nl: De instellingen zijn gewijzigd Wilt u de nieuwe instellingen bewaren?
pt: As configurações foram alteradas Deseja salvar as novas configurações?

source: Saved
ca: Desat
de: Gespeichert
fr: Enregistré
nb: Lagret
nl: Bewaard
pt: Guardado

source: LightDM settings saved successfully.
ca: Paràmetres del LightDM desats amb èxit.
de: Die LightDM Einstellungen wurden gespeichert.
fr: Vos préférences ont été enregistrées.
nb: Innstillinger for LightDM ble lagret vellykket
nl: LightDM instellingen bewaard.
pt: Configurações do LightDM guardadas com sucesso.

source: Choose background image
ca: Trieu una imatge de fons
de: Hintergrundbild auswählen
fr: Choisissez un fond d'écran
nb: Velg bakgrunnsbilde
nl: Kies een achtergrondafbeelding
pt: Escolha imagem de fundo

source: New background: %(bg)s
ca: Imatge de fons nova: %(bg)s
de: Neuer Hintergrund: %(bg)s
fr: Nouveau fond: %(bg)s
nb: Ny bakgrunn: %(bg)s
nl: Nieuwe achtergrond: %(bg)s
pt: Novo fundo: %(bg)s

source: Auto-login user selected: %(usr)s
ca: Usuari amb entrada automàtica triat: %(usr)s
de: Automatisches Einloggen für Benutzer ausgewählt: %(usr)s
fr: Connexion automatique sélectionnée: %(usr)s
nb: Automatisk logg inn bruker valgt: %(usr)s
nl: Auto-login gebruiker geselecteerd: %(usr)s
pt: Selecionado Auto-login do utilizador: %(usr)s

source: Cannot remove group '%(group)s': not empty.
ca: No podeu eliminar '%(group)s' : no està buit.
de: Gruppe kann nicht entfernt werden: '%(group)s' nicht leer.
fr: Impossible d'effacer le groupe '%(group)s': non vide.
nb: Kan ikke fjerne gruppe '%(group)s': ikke tom.
nl: Kan groep '%(group)s' niet verwijderen: niet leeg.
pt: Não se pode remover o grupo '%(group)s': não está vazio.

source: The command '%(cmd)s' returned error code: %(ret)d.
ca: L'ordre '%(cmd)s' ha retornat el codi d'error: %(ret)d.
de: Der Befehl '%(cmd)s' verursachte den Fehlercode: %(ret)d.
fr: La commande '%(cmd)s' renvoie le code d'erreur: %(ret)d.
nb: Kommandoen '%(cmd)s' returnerte feilkode: %(ret)d.
nl: Het commando '%(cmd)s' retourneerde een error code: %(ret)d.
pt: O comando '%(cmd)s' retornou o código de erro: %(ret)d.

source: Cannot remove user '%(user)s': processes started by user are still running.
ca: No podeu eliminar l'usuari '%(user)s': els processos engegats per aquest usuari encara s'executen.
de: Benutzer '%(user)s' kann nicht entfernt werden: Vom Benutzer gestartete Prozesse laufen noch.
fr: Impossible d'effacer l'utilisateur '%(user)s': des processus qu'ils a initiés sont encore en route.
nb: Kan ikke fjerne bruker '%(user)s': prosesser startet av bruker kjører fortsatt.
nl: Kan gebruiker '%(user)s' niet verwijderen: er lopen nog processen die door deze gebruiker gestart zijn.
pt: Não se pode remover o utilizador '%(user)s': processos iniciados pelo o utilizador, estão ainda em execução.

source: Manager for LightDM
ca: Gestor per a LightDM
de: Manager für LightDM
fr: Interface graphique pour LightDM
nl: Manager voor LightDM
pt: Gestor para LightDM
